Repository: Huluti/Coulr
Catalog: po/*.po
Languages: bg, de, es, hi, hr, it, nl, pt_br, tr, uk, vi

source: Color box to help developers and designers
bg: Цветно поле в помощ на разработчиците и дизайнерите
de: Farbfeld, um Entwickler und Designer zu helfen
es: Caja de colores para ayudar a los desarrolladores y diseñadores
hi: विकासकर्ताओं और डिजाइनरों की मदद के लिए रंग बॉक्स
hr: Polje boje kao pomoć za programere i dizajnere
it: Scatola dei colori per aiutare sviluppatori e designer
nl: Kleurinformatie voor ontwikkelaars en ontwerpers
pt_br: Caixa de cor para auxiliar desenvolvedores e designers
tr: Geliştiricilere ve tasarımcılara yardımcı olacak bir renk kutusu
uk: Коробка з кольорами для розробників та дизайнерів
vi: Hộp màu để giúp các nhà phát triển và nhà thiết kế

source: Enjoy colors and feel happy!
bg: Наслаждавайте се на цветовете и се чувствайте щастливи!
de: Genießen Sie die Farben und freuen Sie sich darüber!
es: ¡Disfruta de los colores y siéntase feliz!
hi: रंगों का आनंद लें और खुशी महसूस करें!
hr: Uživaj u bojama i osjeti radost!
it: Goditi i colori e sentiti felice!
nl: Geniet van kleuren en word weer blij!
pt_br: Curta as cores e seja feliz!
tr: Renklerin tadını çıkarın ve mutlu hissedin!
uk: Насолоджуйтесь кольорами та будь-те щасливі!
vi: Tận hưởng màu sắc và cảm thấy hạnh phúc!

source: Color box to help developers and designers.
bg: Цветна кутия в помощ на разработчиците и дизайнерите.
de: Farbfeld, um Entwickler und Designer zu helfen.
es: Caja de colores para ayudar a los desarrolladores y diseñadores.
hi: विकासकर्ताओं और डिजाइनरों की मदद के लिए रंग बॉक्स।
hr: Polje boje kao pomoć za programere i dizajnere.
it: Scatola dei colori per aiutare sviluppatori e designer.
nl: Kleurinformatie voor ontwikkelaars en ontwerpers.
pt_br: Caixa de cor para auxiliar desenvolvedores e designers.
tr: Geliştiricilere ve tasarımcılara yardımcı olacak bir renk kutusu.
uk: Коробка з кольорами для розробників та дизайнерів.
vi: Hộp màu để trợ giúp các nhà phát triển và nhà thiết kế.

source: Hugo Posnic
hi: ह्यूगो पोस्निक

source: Last color
bg: Последен цвят
de: Letzte Farbe
es: Último color
hi: अंतिम रंग
hr: Zadnja boja
it: Ultimo colore
nl: Recentste kleur
pt_br: Última cor
tr: Son renk
uk: Останній колір
vi: Màu cuối cùng

source: Last saved color for next startup.
bg: Последно запазен цвят за следващото стартиране.
de: Zuletzt gespeicherte Farbe für den nächsten Start.
es: Último color guardado para el próximo inicio.
hi: अगली शुरुआत के लिए अंतिम सहेजा गया रंग।
hr: Zadnja spremljena boja za sljedeće pokretanje.
it: Ultimo colore salvato per il prossimo avvio.
nl: De recentste kleur die wordt getoond na de volgende opstart.
pt_br: Usar a última cor salva na próxima inicialização.
tr: Bir sonraki başlatma için son kaydedilen renk.
uk: Останній збережений колір для наступного запуску.
vi: Màu được lưu lần cuối cho lần khởi động tiếp theo.

source: Generate random color
bg: Генериране на произволен цвят
de: Zufällige Farbe erzeugen
es: Generar color aleatorio
hi: यादृच्छिक रंग उत्पन्न करें
hr: Generiraj boju slučajno
it: Genera colore casuale
nl: Willekeurige kleur genereren
pt_br: Gerar cor aleatória
tr: Rastgele renk oluştur
uk: Згенерувати випадковий колір
vi: Tạo màu ngẫu nhiên

source: About Coulr
bg: Относно „Coulr“
es: Acerca de Coulr
hi: Coulr के बारे में
pt_br: Sobre o Coulr
tr: Coulr Hakkında
uk: Про Колір
vi: Giới thiệu về Coulr

source: Copy color
bg: Копиране на цвета
de: Farbe kopieren
es: Copiar color
hi: रंग कॉपी करें
hr: Kopiraj boju
it: Copia colore
nl: Kleur kopiÃ«ren
pt_br: Copiar cor
tr: Renk kopyala
uk: Скопіювати колір
vi: Sao chép màu

source: Pick a color from the screen
bg: Избиране на цвят от екрана
es: Elija un color de la pantalla
hi: स्क्रीन से रंग चुनें
pt_br: Selecionar uma cor na tela
tr: Ekrandan renk seç
uk: Обрати колір з екрану
vi: Chọn một màu từ màn hình

source: R
hi: ला

source: G
es: V
hi: ह

source: B
es: A
hi: नी

source: Hexadecimal
bg: Шестнайсетична
de: Hexadezimal
hi: हेक्साडेसिमल
hr: Heksadecimalno
it: Esadecimale
nl: Hexadecimaal
tr: Onaltılık
uk: Шістнадцятковий
vi: Thập lục phân

source: {} copied!
bg: {} е копирано!
es: {} ¡copiado!
hi: {} कॉपी किया गया!
pt_br: {} copiada!
tr: {} kopyalandı!
uk: {} скопійовано!
vi: {} đã sao chép!

source: Coulr is under MIT License.
bg: „Coulr“ е с лиценз на MIT.
es: Coulr está bajo licencia MIT.
hi: Coulr MIT लाइसेंस के अंतर्गत है।
pt_br: Coulr usa a licença MIT.
tr: Coulr MIT Lisans ile lisanslanmıştır.
uk: 'Колір' ліцензовано під MIT ліцензією.
vi: Coulr được dưới giấy phép MIT.

source: RGB
es: RVA

source: Coulr
uk: Колір

source: About
de: Info
hr: Informacije
it: Informazioni su
nl: Over

source: Color copied
de: Farbe kopiert
hr: Boja je kopirana
it: Colore copiato
nl: De kleur is gekopieerd

source: is under MIT Licence.
de: steht unter der MIT-Lizenz
hr: je pod MIT licencom.
it: Ã¨ sotto licenza MIT.
nl: onder de MIT-licentie.
